const NewsList = [
  {
    _id: { $oid: "62ea63ccc9637202850c3e81" },
    headline: "2022년 가을학기 리크루팅",
    content:
      "2022년 2학기에 들어가기 전, 7월 25일부터 8월 7일까지\n19기 SGAEM 신입 부원을 모집한다.\n비대면에서 대면으로 전환되는 학기인 만큼\n동아리 부원들의 많은 기대감을 모으고 있다.",
    type: 0,
    createdAt: { $date: { $numberLong: "1659538800000" } },
  },
  {
    _id: { $oid: "62ea645bc9637202850c3e82" },
    headline: "2022 봄학기 알바트로스컵 리그 오브 레전드 결승전",
    content:
      "봄학기 알바트로스컵 - 리그오브레전드 부문 결승전에 \u000b괴물전자(노현직 외 4명)팀과 핫남소년단(한규태 외 4명)팀이 진출하였습니다.\u000b치열한 경기 속에서 핫남소년단 팀이 \u000b3 : 0 으로 결승전을 마무리 하면서 우승을 차지하였습니다.",
    type: 1,
    createdAt: { $date: { $numberLong: "965314800000" } },
  },
  {
    _id: { $oid: "62f0050c2ec8868e0e1abdec" },
    headline: "2022 봄학기 거리제",
    content:
      "2022년 1학기가 시작하면서 개최된 서강대학교 봄학기 거리제에\nSGAEM 부스가 운영되었다.\n부스에 방문한 학우들이 닌텐도 스위치 <마리오 카트 8 디럭스>를\n플레이할 수 있게 J관 팻말 앞에 공간을 마련해 놓았다.",
    type: 0,
    createdAt: { $date: { $numberLong: "1659970800000" } },
  },
  {
    _id: { $oid: "62f005582ec8868e0e1abded" },
    headline: "OB 인터뷰 <김연우 편>",
    content:
      "SGAEM에서 진행하는 프로젝트인 <OB 인터뷰 프로젝트>의 팀원들이\n김연우 선배님과의 인터뷰를 진행하였다.\n김연우 선배님은 SGAEM 3기이자 크래프톤 PUBG 이스포츠실에서\n근무한 지 4년차이시다.",
    type: 0,
    createdAt: { $date: { $numberLong: "1659970800000" } },
  },
  {
    _id: { $oid: "62f005842ec8868e0e1abdee" },
    headline: "2022 봄학기 알바트로스컵 TFT 결승전",
    content:
      "봄학기 알바트로스컵 - TFT 부문 결승전에 \u000b이승찬 김대현 김태현 김상균 이주환 김진우 성호준 장준혁 선수가\u000b진출하였습니다.\u000b첫 세트에서 5위를 기록한 이승찬 선수가 2,3세트에서 2등,1등을 기록하면서\u000b김진우 선수와의 근소한 차이로 우승을 차지하였습니다.",
    type: 1,
    createdAt: { $date: { $numberLong: "1659970800000" } },
  },
  {
    _id: { $oid: "62f005cd2ec8868e0e1abdef" },
    headline: "2022 봄학기 알바트로스컵 개최",
    content:
      '2022년 1학기 첫 대회로써, \u000bSGAEM은 "2022 봄학기 알바트로스컵" 을 개최하였습니다.\u000b특히, 학우들의 적극적인 참여로 만들어진 대회로써,\u000b학우들의 선호와 참여를 통해 종목과 부제를 선정하였습니다.',
    type: 1,
    createdAt: { $date: { $numberLong: "1659970800000" } },
  },
];

export default NewsList;
